<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <title>1_2_Planej</title>
 
  <style type="text/css">
.aula1 {
background-color: lightblue; 
text-align: center;
}
.aula2 {
background-color: CornflowerBlue;
text-align: center;
}
.box-frases { 
    max-width:700px; 
    overflow:auto; 
    margin:auto; 
    margin-bottom:20px; 
    float:none; 
    background:#fff; 
    box-shadow: 1px 0px 1.2px 0px #e3e3e3; 
    border-radius:3px; 
    padding:10px; 
}
.box-frases .texto1   { 
    float: left; 
    width: 92%; 
    padding: 3px 0px; 
    font-style:italic; 
}
.box-frases .texto2   {
    float: left; 
    width: 92%; 
    padding: 3px 0px; 
    font-style:italic; 
}
.box-frases .btnCopi { 
    background:#e3e3e3; 
    color:#202020; 
    float:right; 
    border:none; 
    padding:5px; 
    border-radius:3px; 
    cursor: pointer;
}
.box-frases .btnCopi:active { 
    background: #98e39d; 
    color: #fff; 
}   

p {
line-height: 100%;text-align: left;margin-bottom: 0cm;background: transparent;
} 

  </style>

</head>
<body>
 

<header>
  <h1>Sites atalhos</h1>
  <nav>
    <a href='https://'>link</a>/&nbsp &nbsp

    <a href='https://artesvisuais.github.io/1_2_Planejamento_3Bim.html'>1_2_Planejamento_3Bim.html</a>/&nbsp &nbsp

    <a href='https://artesvisuais.github.io/3_Planejamento_3Bim.html'>3_Planejamento_3Bim.html</a>/&nbsp &nbsp
            
<a href='https://artesvisuais.github.io/4_5_Planejamento_3Bim.html'>4_5_Planejamento_3Bim.html</a>/&nbsp &nbsp

  </nav>
</header>

  
<!--  XXXXXXXXXXX  Inicio do Conteudo 1   XXXXXXX   --> 
  
    </div>  <hr>
<div class="aula1">
<br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana1(a) - 29/07 à 02/08</b>
    <div class="box-frases">
        <div class="texto1" id="h1a"> 

EF01AR01. Conhecer e apreciar a MODELAGEM E CONSTRUÇÃO como modalidade das artes visuais, cultivando a percepção, o imaginário, a capacidade de simbolizar e ampliar seu repertório imagético., 

</div> <button class="btnCopi" type="button" onclick="CopyTexto('h1a')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto1" id="c1a">

          Roda de conversa; (Contextualização e apreciação – Diversas Esculturas);<br>
<p>Apreciação e Contextualização: Apresentação de referências do campo da escultura: escultura rupestre, pré-histórica, de povos originários brasileiros e latino-americanos, das vanguardas europeias, do modernismo brasileiro, contemporâneo. Esculturas presentes na cidade de Jacareí.</p>
<p>Fazer uma viaje no tempo mostrando aos estudantes um pouco de história começando pelos nossos antepassados (mostrar os diversos tipos de materiais usados para modelar, como o barro até chegar nas famosas massinhas de modelagem, até chegar a uma viajem aos nossos antepassados. Por exemplo em casa a mãe usa a massa de salgado, de bolo, de pizza, etc.);</p>
<p>Esculturas: - Escultura rupestre,</p>

<p>- Pré-histórica,<br>
- Povos originários brasileiros,<br>
- Latino-americanos,<br>
- Vanguardas europeias,<br>
- Modernismo brasileiro, contemporâneo.</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c1a')">Copiar</button>

        </div> <!-- Fim da primeira parte --> <hr> </div>

<div class="aula2">
<!-- Segunda parte do Conteudo -->   
      <hr><br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana1(b) - 29/07 à 02/08 </b>
    <div class="box-frases">
        <div class="texto2" id="h1b">
 
                <p>EF01AR01. Conhecer e apreciar a MODELAGEM E CONSTRUÇÃO como modalidade das artes visuais, cultivando a percepção, o imaginário, a capacidade de simbolizar e ampliar seu repertório imagético.<br>
EF15AR02. Conhecer e explorar os elementos constitutivos das artes visuais (ponto, linha, forma, espaço, movimento, gestualidade, cor, textura, volume e composição).<br>
EF01AR04. Experimentar a modelagem e construção fazendo uso sustentável de diversos materiais, instrumentos e suportes convencionais e não convencionais em suas produções.</p>

</div>   <button class="btnCopi" type="button" onclick="CopyTexto('h1b')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto2" id="c1b"> 

            <p>Roda de conversa Definição de: Plano: Bidimensional (Largura e altura); Transposição de plano – construção de tridimensional;<br>
Apreciação e Contextualização: Roda de conversa: Explicar que dimensão é o espaço ocupado por um elemento.</p>

<p>•    Bidimensional: Aquilo que possui duas dimensões (comprimento e largura). Pinturas, desenhos e gravuras são bidimensionais.</p>

<p>• Tridimensional: Aquilo que tem três dimensões (altura, profundidade e largura). Esculturas e relevos são tridimensionais.</p>



<p>O que podemos fazer com ela, além do desenho?</p>

<p>- A professora dará um tempo de 10 minutos e em seguida iremos fazer a socialização dos trabalhos.</p>

<p>- E agora o que temos?</p>

<p>- Existem linhas na folha? Explicar: linhas horizontais e verticais.</p>

<p>- Transformar a folha em um objeto bidimensional ou tridimensional sem o uso de lápis, régua, tesoura. (10 minutos para pensar e fazer.);</p>

<p>OBSERVAÇÃO: Depois dos 10 minutos, o professor irá pegar sua folha e fará uma bolinha de papel e mostrar para os estudantes explicando que o bidimensional transformou em um objeto tridimensional).</p>

<p>Verificar o tempo e pedir para o estudante criar um objeto tridimensional diferente do professor (Não fazer a bolinha).</p>

<p>Site:  Formas e produções Bidimensionais:</p>

<p>https://drive.google.com/file/d/1xXfRa3CNJfYRFZ_r7EYWKzv5GaIKSs4h/view?usp=drive_link</p>

</div>  <button class="btnCopi" type="button" onclick="CopyTexto('c1b')">Copiar</button>

        </div>   <hr></div>
<hr style="border: 10px solid blue;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 2   XXXXXXX   --> 
  
    </div>  <hr>
<div class="aula1">
<br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana2(a) - 05 a 09/08</b>
    <div class="box-frases">
        <div class="texto1" id="h2a"> 

             <p>EF15AR18. Conhecer e apreciar diferentes formas teatrais presentes em seu cotidiano (inclusive as veiculadas em diferentes mídias, como TV e internet, e em espaços públicos), cultivando a percepção, o imaginário, a capacidade de simbolizar e o repertório ficcional.<br>
EF15AR23. Conhecer e experimentar, em projetos temáticos, as relações processuais entre diversas linguagens artísticas.</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('h2a')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto1" id="c2a">

                <p>Apreciação e Contextualização: Roda de conversa; Introdução ao teatro; Sondagem de conhecimentos sobre teatro na sala. Debate sobre o que é teatro.</p>

<p>Exibição dos vídeos e discussão:</p>

<p>Site: O que é teatro?</p>

<p>https://youtu.be/I-wB6qEpGBQ?si=BftmzGqBdZyyz6aG</p>

<p>https://drive.google.com/file/d/10BsoxHQIY3qjcuLA977HKdNg0j2Anw9P/view?usp=drive_link</p>

<p>Exibição do video “Irmão do Jorel - Seja Brócolis”:</p>

<p>https://www.youtube.com/watch?v=hNKJ83Xjgq0</p>

<p>https://drive.google.com/file/d/1Bh0z1aRxXdU4YT-EVvJ_et_yG7q0V3DZ/view?usp=drive_link</p>

<p>O Teatro de Fantoches | Turma da Mônica:</p>

<p>https://www.youtube.com/watch?v=g9VkgfajaBU</p>

<p>https://drive.google.com/file/d/1Jss46mVhmvYJixpOgI2cjyRsgqrvo-iV/view?usp=drive_link</p>

<p>Registrar no caderno em forma de desenho ou palavras sobre o que entendeu sobre o teatro.</p>

<p>Roda de Conversa: Sondagem em roda, o professor estará motivando os estudantes com questões, permitindo que todos que quiserem possam apresentar suas ideias e colocações a respeito da Linguagem Teatral, conversa para sondar o conhecimento prévio dos estudantes sobre emoções, fazer levantamento dos conhecimentos prévios sobre o Teatro, abordando as questões:</p>

<p>1. O que é Teatro?</p>

<p>2. Já assistiram a uma peça teatral? Onde? Como era?</p>

<p>3. Sua família já assistiu?</p>

<p>4. Quem nunca foi a um teatro?</p>

<p>5. Onde acontece a peça teatral que assistiram? Você gostou? Por quê?</p>

<p>6. Tinha personagens?</p>

<p>7. Vamos fazer uma brincadeira teatral.</p>

<p>Fazer Artístico: Em seguida, propor aos estudantes: "VAMOS DESENHAR AS EMOÇÕES". Orientar que realizem desenhos que expressem emoções. Promover a apreciação das produções realizadas pelos estudantes.</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c2a')">Copiar</button>

        </div> <!-- Fim da primeira parte --> <hr> </div>

<div class="aula2">
<!-- Segunda parte do Conteudo -->   
      <hr><br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana2(b) - 05 a 09/08 </b>
    <div class="box-frases">
        <div class="texto2" id="h2b">
 
                EF15AR26. Explorar diferentes tecnologias e recursos digitais (multimeios, animações, jogos eletrônicos, gravações em áudio e vídeo, fotografia) nos processos de criação artística.

</div>   <button class="btnCopi" type="button" onclick="CopyTexto('h2b')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto2" id="c2b"> 

            Colagem Digital;
<p>Apreciação e Contextualização: PENSANDO ARTE E APRENDENDO ARTE: Apreciação do videoclipe Up & Up da banda Coldplay. Roda de conversa sobre as imagens que aparecem no vídeo:</p>

<p>Link do vídeo:</p>

<p>https://drive.google.com/file/d/1qW2VSfaCwIjj7mflMEVqcsU8xAiWcAjs/view?usp=drive_link</p>

<p>Fazer Artístico: FAZENDO ARTE: Criação de colagem digital, em pequenos grupos, a partir das ferramentas do Canvas.</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c2b')">Copiar</button>

        </div>   <hr></div>
<hr style="border: 10px solid blue;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 3   XXXXXXX   --> 
  
    </div>  <hr>
<div class="aula1">
<br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana3(a) - 12 à 16/08</b>
    <div class="box-frases">
        <div class="texto1" id="h3a"> 

             <p>EF01AR01. Conhecer e apreciar a MODELAGEM E CONSTRUÇÃO como modalidade das artes visuais, cultivando a percepção, o imaginário, a capacidade de simbolizar e ampliar seu repertório imagético<br>
EF15AR02. Conhecer e explorar os elementos constitutivos das artes visuais (ponto, linha, forma, espaço, movimento, gestualidade, cor, textura, volume e composição).<br>
EF01AR04. Experimentar a modelagem e construção fazendo uso sustentável de diversos materiais, instrumentos e suportes convencionais e não convencionais em suas produções.</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('h3a')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto1" id="c3a">

                <p><span style="font-weight: 400;">Contextualiza&ccedil;&atilde;o e Aprecia&ccedil;&atilde;o. Obras de Ligia Clark, Franz Weissman e Alexander Calder;</span></p>
<p><span style="font-weight: 400;">Constru&ccedil;&atilde;o de escultura de papel; Pr&aacute;tica: escultura em papel;</span></p>
<p><strong>Aprecia&ccedil;&atilde;o e Contextualiza&ccedil;&atilde;o: </strong><span style="font-weight: 400;">Nesta atividade o professor ir&aacute; contextualizar vida e obra dos artistas e apreciar junto com os estudantes algumas obras dos mesmos (Lygia Clark, Franz Weissman e Alexander Calder).</span></p>
<p><strong>Fazer Art&iacute;stico: </strong><span style="font-weight: 400;">A professora entregar&aacute; para cada estudante um peda&ccedil;o de papel color set. Em seguida ir&aacute; solicitar aos mesmos que: <br /></span></p>
<ol>
<li><span style="font-weight: 400;">A) &ndash; Dobre a folha de papel color sete ao meio e cole uma parte na outra. Espere secar;</span></li>
<li><span style="font-weight: 400;">B) &ndash; Fa&ccedil;a uma linha de acordo com sua criatividade. Recorte e cole para montar sua escultura.</span></li>
</ol>
<p><span style="font-weight: 400;">Tomando como inspira&ccedil;&atilde;o as obras da artista Lygia Clark, propor aos estudantes a cria&ccedil;&atilde;o de formas org&acirc;nicas ou geom&eacute;tricas, que utilizem do corte e da dobra para transformar a folha bidimensional em tridimensional.&nbsp;</span></p>
<p><strong>Materiais alternativos:</strong><span style="font-weight: 400;"> pap&eacute;is coloridos. <br /></span></p>
<p><strong>Material utilizado:</strong><span style="font-weight: 400;"> papel color set, tesoura e cola. Com o material em m&atilde;os os estudantes (as) dever&atilde;o criar uma constru&ccedil;&atilde;o a partir da das imagens apreciadas, ou com imagens que conhece fora da sala de aula.<br /><br /></span></p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c3a')">Copiar</button>

        </div> <!-- Fim da primeira parte --> <hr> </div>

<div class="aula2">
<!-- Segunda parte do Conteudo -->   
      <hr><br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana3(b) - 12 à 16/08 </b>
    <div class="box-frases">
        <div class="texto2" id="h3b">
 
                <p><strong>EF01AR01</strong>. Conhecer e apreciar a MODELAGEM E CONSTRU&Ccedil;&Atilde;O&nbsp;como modalidade das artes visuais, cultivando a percep&ccedil;&atilde;o, o imagin&aacute;rio, a capacidade de simbolizar e ampliar seu repert&oacute;rio imag&eacute;tico.</p>

<p><strong>EF15AR02</strong>.&nbsp;Conhecer e explorar os elementos constitutivos das artes visuais (ponto, linha, forma, espa&ccedil;o, movimento, gestualidade, cor, textura, volume e composi&ccedil;&atilde;o).</p>

<p><strong>EF01AR04</strong>. Experimentar a modelagem e constru&ccedil;&atilde;o fazendo uso sustent&aacute;vel de diversos materiais, instrumentos e suportes convencionais e n&atilde;o convencionais em suas produ&ccedil;&otilde;es.</p>


</div>   <button class="btnCopi" type="button" onclick="CopyTexto('h3b')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto2" id="c3b"> 

       <p class="c39 c36"><span class="c2">Contextualiza&ccedil;&atilde;o e Aprecia&ccedil;&atilde;o:</span><span class="c0">&nbsp;m&oacute;biles de Alexander Calder. Roda de conversa sobre equil&iacute;brio, formas geom&eacute;tricas e objetos suspensos.</span> </p>
<p class="c39 c36"><span class="c2">Fazer Art&iacute;stico:</span><span class="c0">&nbsp;Ser&atilde;o recortadas formas geom&eacute;tricas (pelos estudantes ou pelo professor, a crit&eacute;rio deste) que dever&atilde;o ser coladas sobre barbantes, uma na frente e outra atr&aacute;s, do mesmo formato e tamanho.</span> </p>
<p class="c39 c36"><span class="c0">A sugest&atilde;o &eacute; que cada "fio de formas" seja de apenas uma cor, para que, ao expor a atividade, sejam arrumados de forma a seguir a ordem das cores do arco-&iacute;ris.</span></p>
<p class="c39 c36"><span class="c0">M&oacute;biles</span> </p>
<p class="c39 c36"><span class="c0">Aqui, surge uma oportunidade para nova roda de conversa, desta vez sobre chuva e arco-&iacute;ris, podendo o professor explicar a rela&ccedil;&atilde;o entre os dois;</span></p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c3b')">Copiar</button>

        </div>   <hr></div>
<hr style="border: 10px solid blue;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 4   XXXXXXX   --> 
  
    </div>  <hr>
<div class="aula1">
<br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana4(a) - 19 à 23/08</b>
    <div class="box-frases">
        <div class="texto1" id="h4a"> 

EF01AR19A. Compreender o que significa
teatralidade.<br>
EF01AR19B. Perceber teatralidades na vida cotidiana.<br>
EF01AR21. Experimentar a imitação e o faz de conta, a partir de diferentes estímulos como objetos, bonecos, brinquedos valorizando a diversidade de produções, culturas e vivências.

</div> <button class="btnCopi" type="button" onclick="CopyTexto('h4a')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto1" id="c4a">

<p style="text-align: justify;background: transparent;line-height: 115%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">Jogo das est&aacute;tuas e ressignifica&ccedil;&atilde;o de um objeto;</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span size="2" style="font-size:13px;"><strong>Fazer Art&iacute;stico:</strong></span> Jogo das est&aacute;tuas: a sala &eacute; dividida em duplas. Uma das crian&ccedil;as dever&aacute; ser a est&aacute;tua e o outro, o escultor. O escultor dever&aacute;, gentilmente, posicionar o corpo da est&aacute;tua conforme a proposta dada pelo professor, formando uma imagem. A est&aacute;tua dever&aacute; ficar parada para que todos apreciem e o escultor dever&aacute; explicar o que quis dizer com aquela est&aacute;tua.</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span size="2" style="font-size:13px;">O professor poder&aacute; sugerir alguns temas e ideias:&nbsp;</span></p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">● uma cena de praia;</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">● algum animal marinho;</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">● algum esporte aqu&aacute;tico.</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">Para a cena de praia, pode-se formar grupos maiores, realmente criando uma cena, com banhistas, vendedores, tubar&otilde;es, castelos de areia!</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span size="2" style="font-size:13px;"><strong>Aprecia&ccedil;&atilde;o e Contextualiza&ccedil;&atilde;o:</strong></span> Em segundo momento, ser&aacute; feita a ressignifica&ccedil;&atilde;o de um objeto: o estudante receber&aacute; um objeto aleat&oacute;rio e ter&aacute; que us&aacute;-lo de forma diferente do convencional, sem falar, apenas representando a a&ccedil;&atilde;o.</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">A sala o observar&aacute; e tentar&aacute; adivinhar o que ele est&aacute; fazendo. Novamente, pode-se sugerir alguns temas, relacionados com o tema &quot;&aacute;gua&quot;:</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">● uma pessoa remando;</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">● uma nuvem chovendo;</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">● um pescador puxando o peixe.</p>


</div> <button class="btnCopi" type="button" onclick="CopyTexto('c4a')">Copiar</button>

        </div> <!-- Fim da primeira parte --> <hr> </div>

<div class="aula2">
<!-- Segunda parte do Conteudo -->   
      <hr><br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana4(b) - 19 à 23/08 </b>
    <div class="box-frases">
        <div class="texto2" id="h4b">

<p style="text-align: justify;background: transparent;line-height: 115%;margin-right: -0.01cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span style="color: rgb(0, 0, 0);"><strong>EF15AR23.</strong></span><span style="color: rgb(0, 0, 0);">&nbsp;Conhecer e experimentar, em projetos tem&aacute;ticos, as rela&ccedil;&otilde;es processuais entre diversas linguagens art&iacute;sticas.</span></p>

</div>   <button class="btnCopi" type="button" onclick="CopyTexto('h4b')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto2" id="c4b"> 

<p style="line-height: 115%;text-align: left;margin-bottom: 0cm;background: transparent;margin-right: 0.36cm;border: none;padding: 0cm;">Ondas: luz, som, papel!</p>
<p style="text-align: justify;background: transparent;line-height: 115%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span size="2" style="font-size:13px;"><strong>Contextualiza&ccedil;&atilde;o e Aprecia&ccedil;&atilde;o:</strong></span><span size="2" style="font-size:13px;">&nbsp;arte tridimensional, com foco em produ&ccedil;&otilde;es que representem ondas.&nbsp;</span></p>
<p style="text-align: justify;background: transparent;line-height: 115%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><strong>Sugest&atilde;o de artistas:</strong></p>
<p style="text-align: justify;background: transparent;line-height: 115%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span size="2" style="font-size:13px;">- Coletivo M&eacute;, com a instala&ccedil;&atilde;o &quot;Contact&quot;:&nbsp;</span><a href="https://www.ignant.com/2019/03/05/this-installation-in-japanmimics-the-tumultuous-nature-of-ocean-waves/"><span style="color: rgb(0, 0, 255);"><u>https://www.ignant.com/2019/03/05/this-installation-in-japanmimics-the-tumultuous-nature-of-ocean-waves/</u></span></a>);</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">Depois que as ondas estiverem coladas sobre uma superf&iacute;cie, papel sulfite, por exemplo, pode-se completar a atividade com a dobradura de barco, pequeno, para ser colado em alguma das &quot;ondas&quot;.</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span size="2" style="font-size:13px;"><strong>Material:</strong></span> papel colorido, tesoura, cola.</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">Em segundo momento, a atividade volta-se para m&uacute;sica, como instala&ccedil;&atilde;o sonora. Com diversos materiais, os estudantes ser&atilde;o convidados a explorar sons que se assemelhem a ondas, chuva, trovoadas, ventania.</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span size="2" style="font-size:13px;"><strong>Sugest&atilde;o de materiais:</strong></span> latas de alum&iacute;nio, tampas de garrafa, a boca para assoprar, papeis de diferentes gramaturas para chacoalhar, etc. O limite &eacute; a criatividade. </p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><strong>Sugest&atilde;o de v&iacute;deo de instala&ccedil;&atilde;o sonora, para aprecia&ccedil;&atilde;o:</strong></p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><a href="https://drive.google.com/file/d/1mJBKL4L68q_wwy0Ns2r9rXKa-1NvwXTF/view?usp=drive_link"><span style="color: rgb(0, 0, 255);"><u>https://drive.google.com/file/d/1mJBKL4L68q_wwy0Ns2r9rXKa-1NvwXTF/view?usp=drive_link</u></span></a></p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">Em terceiro momento, voltando a aten&ccedil;&atilde;o para ilumina&ccedil;&atilde;o, elemento do teatro, a sala dever&aacute; ter todas as suas luzes apagadas. Com todas as produ&ccedil;&otilde;es de papel expostas sobre as mesas, e utilizando uma lanterna (pode ser a do celular), enquanto alguns dos estudantes realizam os sons experimentados anteriormente, alguns outros movimentam a fonte de luz, aproximando e afastando, escondendo e evidenciando, em rela&ccedil;&atilde;o &agrave;s obras.</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">Desta forma, cria-se uma cena tempestuosa.</p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><strong>Sugest&atilde;o de v&iacute;deo de instala&ccedil;&atilde;o visual, para aprecia&ccedil;&atilde;o:</strong></p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><a href="https://drive.google.com/file/d/199JWq0cneODHN6Qq2k-uVKNaruAUiO7q/view?usp=drive_link"><span style="color: rgb(0, 0, 255);"><u><strong>https://drive.google.com/file/d/199JWq0cneODHN6Qq2k-uVKNaruAUiO7q/view?usp=drive_link</strong></u></span></a></p>
<p style="text-align: justify;background: transparent;line-height: 150%;margin-right: 0.36cm;margin-bottom: 0cm;border: medium;padding: 0cm;">(Mais especificamente a partir do minuto 3&apos;25&quot;).</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c4b')">Copiar</button>

        </div>   <hr></div>
<hr style="border: 10px solid blue;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 5   XXXXXXX   --> 
  
    </div>  <hr>
<div class="aula1">
<br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana5(a) - 26 à 30/08</b>
    <div class="box-frases">
        <div class="texto1" id="h5a"> 

<p style="text-align: justify;background: transparent;line-height: 115%;margin-right: -0.01cm;margin-bottom: 0cm;border: medium;padding: 0cm;"><span style="color: rgb(0, 0, 0);"><strong>EF15AR18.&nbsp;</strong></span><span style="color: rgb(0, 0, 0);">Conhecer e apreciar diferentes formas teatrais presentes em seu cotidiano (inclusive as veiculadas em diferentes m&iacute;dias, como TV e internet, e em espa&ccedil;os p&uacute;blicos), cultivando a percep&ccedil;&atilde;o, o imagin&aacute;rio, a capacidade de simbolizar e o repert&oacute;rio ficcional.</span></p>
<p style="line-height: 100%;text-align: left;margin-bottom: 0cm;background: transparent;"><span style="color: rgb(0, 0, 0);"><strong>EF01AR21.&nbsp;</strong></span><span style="color: rgb(0, 0, 0);">Experimentar a imita&ccedil;&atilde;o e o faz de conta, a partir de diferentes est&iacute;mulos como objetos, bonecos, brinquedos valorizando a diversidade de produ&ccedil;&otilde;es, culturas e viv&ecirc;ncias.</span></p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('h5a')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto1" id="c5a">
<p>Teatro de sombras</p>
<p style="line-height: 100%;text-align: left;margin-bottom: 0cm;background: transparent;"><span style="color: rgb(0, 0, 0);"><strong>PENSANDO ARTE: </strong>Apresentação do teatro de sombras por meio de imagens e uma apresentação do professor.</p>

<p>Apreciação e Contextualização: <b>APRENDENDO ARTE:</b> Roda de conversa sobre as características dos personagens da história apresentada, dando ênfase na utilização da voz e das formas para criação de identidade das sombras.</p><p>

<b>Fazer Artístico: FAZENDO ARTE:</b> Experimentação da produção de sombra utilizando as mãos e lanternas. Criação de personagens de papel para criar sombras e improvisação de uma história utilizando um mini teatro de sombras.</p><p>

RECURSOS: T.N.T branco, imagens impressas e lanternas.</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c5a')">Copiar</button>

        </div> <!-- Fim da primeira parte --> <hr> </div>

<div class="aula2">
<!-- Segunda parte do Conteudo -->   
      <hr><br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana5(b) - 26 à 30/08 </b>
    <div class="box-frases">
        <div class="texto2" id="h5b">
 <p>
EF15AR18. Conhecer e apreciar diferentes formas teatrais presentes em seu cotidiano (inclusive as veiculadas em diferentes mídias, como TV e internet, e em espaços públicos), cultivando a percepção, o imaginário, a capacidade de simbolizar e o repertório ficcional.

</p><p>

EF01AR21. Experimentar a imitação e o faz de conta, a partir de diferentes estímulos como objetos, bonecos, brinquedos valorizando a diversidade de produções, culturas e vivências.</p>

</div>   <button class="btnCopi" type="button" onclick="CopyTexto('h5b')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto2" id="c5b"> 

 <p>Contextualização: O que é Teatro; 
Desenho de Memória/Observação;</p><p>
Apreciação e Contextualização: O professor irá contextualizar junto com os estudantes algumas sobre o que é Teatro, mostrando algumas imagens sobre alguns tipos de Teatro:</p>
<p>
A- Teatro de Fantoches,<br>
B- Teatro de Sombras,<br>
C- Teatro de Varetas,<br>
D- Teatro de Pantomima,<br>
E- Teatro Mamulengos,<br>
F- Teatro de objetos, etc...<br></p>

<p>Sugestão de vídeo: Marcel Marceau (1923 – 2007): </p>

    <a href>• https://drive.google.com/file/d/1RRmO1BGI2-ch3eTfQgIWOn2REnpkNSjr/view?usp=drive_link<a>

<p>Teatro Mamulengos</p><p>

Após contextualizar e apreciar as imagens sobre Teatro, solicitar aos estudantes que criem um desenho de acordo com as imagens apreciadas. Em seguida fará a apreciação das produções juntamente com os estudantes (as) seguido dos comentários dos mesmos (as);</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c5b')">Copiar</button>

        </div>   <hr></div>
<hr style="border: 10px solid blue;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 6   XXXXXXX   --> 
  
    </div>  <hr>
<div class="aula1">
<br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana6(a) - 02 à 06/09</b>
    <div class="box-frases">
        <div class="texto1" id="h6a"> 

<p><b>EF01AR01.</b> Conhecer e apreciar a<b> MODELAGEM E CONSTRUÇÃO</b> como modalidade das artes visuais, cultivando a percepção, o imaginário, a capacidade de simbolizar e ampliar seu repertório imagético.
</p><p><b>
EF15AR02.</b> Conhecer e explorar os elementos constitutivos das artes visuais (ponto, linha, forma, espaço, movimento, gestualidade, cor, textura, volume e composição).</p><p><b>

EF01AR04.</b> Experimentar a modelagem e construção fazendo uso sustentável de diversos materiais, instrumentos e suportes
convencionais e não convencionais em suas produções.</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('h6a')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto1" id="c6a">

 <p>Mosaico;</p>
<p><b>EXPERIMENTANDO ARTE:</b> Oferecer a massinha e orientar os estudantes para que criem uma modelagem de acordo com o seu repertório, explorando as possibilidades de uso do material.</p><p>
Apreciação e Contextualização: <b>PENSANDO E APRENDENDO ARTE: </b>Apreciação e análise de modelagens do mestre Vitalino, atentando-se para a materialidade da obra e contexto de produção. 
</p><p>Fazer Artístico: <b>FAZENDO ARTE 1</b>: Produzir figuras utilizando massinha e a partir do desafio da modelagem: o professor apresentará imagens (fundo do mar, dinossauros, jardim etc.) bidimensionais e o estudante deverá transformá-las em objetos tridimensionais com a modelagem.</p>
</div> <button class="btnCopi" type="button" onclick="CopyTexto('c6a')">Copiar</button>

        </div> <!-- Fim da primeira parte --> <hr> </div>

<div class="aula2">
<!-- Segunda parte do Conteudo -->   
      <hr><br>
1º e 2º ano - 3º Bimestre Arte<br>
<b>Semana6(b) - 02 à 06/09 </b>
    <div class="box-frases">
        <div class="texto2" id="h6b">
 
<p> <b>EF02AR21.</b> Exercitar a imitação de situações cotidianas e o faz de conta, ressignificando objetos e fatos e experimentando-se no lugar do outro, ao compor e encenar acontecimentos cênicos com base em diferentes referências (músicas, imagens, textos ou outros pontos de partida), de forma intencional e Reflexiva.</p><p><b>

EF02AR22.</b> Imitar, com respeito e sem preconceito, movimentos, gestos e voz de personagens que representem pessoas e animais, reconhecendo semelhanças e diferenças entre suas imitações e as feitas pelos colegas.</p>

</div>   <button class="btnCopi" type="button" onclick="CopyTexto('h6b')">Copiar</button>
        </div> 

<div class="box-frases">
        <div class="texto2" id="c6b"> 

<p>Teatro de Bonecos; Criação do Cenário; Criação da história e personagens; Confecção dos Dedoches de acordo com os personagens criados; Ensaios; Apresentação dos grupos;</p><p>
<b>Apreciação e Contextualização:</b> O professor irá contextualizar um breve contexto da origem do teatro de bonecos e da história do Pinóquio.</p><p>

- Na Pré-História o Teatro de Bonecos era encontrado nas cavernas, movendo-se em sombras projetadas com as mãos ou com os dedos, para o deleite dos habitantes,<br>
-  A origem do Teatro de Bonecos é uma das mais remotas maneiras de diversão entre a humanidade,<br>
-  Registros dessa forma de expressão artística datam de 422 ac.<br>
- Nas histórias infantis podemos lembrar do nosso querido Pinóquio, criado por Gepeto e que ganha a vida se metendo em grandes confusões e aventuras quando procura se tornar um menino de verdade.</p><p>

<strong>SUGESTÃO:</strong> Para o professor confeccionar a caixa com a turma. A sugestão é opcional tendo em vista que o foco será a criação e confecção de Dedoches, a partir da história e personagens criadas pela turma. Segue o link:</p><p>

https://drive.google.com/file/d/1Ql8HOTo19d_OrLpvjomqQfqHU2qeIDwR/view?usp=drive_link </p><p>

<b>Fazer Artístico:</b> Segundo momento: Dividir a turma em grupos para criação de uma pequena história e personagens;</p><p>

Orientar os estudantes na confecção dos dedoches, utilizando de papeis coloridos, cartolina colorida, cola ou fitas adesivas ou disponível pelo professor. <br>
Colorir com canetinhas, lápis de cor ou giz de cera;</p><p>

Ensaios para a apresentação e Apresentação dos grupos;</p>

</div> <button class="btnCopi" type="button" onclick="CopyTexto('c6b')">Copiar</button>

        </div>   <hr></div>
<hr style="border: 10px solid blue;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 7  XXXXXXX   --> 
  </div>  <hr><div class="aula1"> <br>  1º_2º ano - 3º Bimestre Arte<br>
<b>Semana7(a) - __/__ à __/__</b>   <div class="box-frases">  <div class="texto1" id="h7a"> 

               Escreva a Habilidade (a)

                                                                                         <!--  Botao copiar --> </div> <button class="btnCopi" type="button" onclick="CopyTexto('h7a')">Copiar</button> </div> <div class="box-frases">        <div class="texto1" id="c7a">

                Escreva o Conteudo (a)

                                                                                           <!--      Botao copiar -->         </div> <button class="btnCopi" type="button" onclick="CopyTexto('c7a')">Copiar</button>
        </div> <!-- Fim da primeira parte --> <hr> </div>
<!-- __________________________________________ --> <div class="aula2"> 

<!-- Segunda parte do Conteudo --> <hr><br> 1º_2º ano - 3º Bimestre Arte<br>
<b>Semana7(b) - __/__ à __/__ </b> <div class="box-frases">         <div class="texto2" id="h7b">
 
             
   Escreva a Habilidade (b)

                                                                                              <!--  Botao copiar --> </div>   <button class="btnCopi" type="button" onclick="CopyTexto('h7b')">Copiar</button> </div> <div class="box-frases"> <div class="texto2" id="c7b"> 

            Escreva o Conteudo (b)

                                                                                              <!--  Botao copiar --> </div>  <button class="btnCopi" type="button" onclick="CopyTexto('c7b')">Copiar</button> </div>   <hr></div>
<!-- cores do (hr)  --> <hr style="border: 10px solid green;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 8  XXXXXXX   --> 
  </div>  <hr><div class="aula1"> <br>  1º_2º ano - 3º Bimestre Arte<br>
<b>Semana8(a) - __/__ à __/__</b>   <div class="box-frases">  <div class="texto1" id="h8a"> 

               Escreva a Habilidade (a)

                                                                                         <!--  Botao copiar --> </div> <button class="btnCopi" type="button" onclick="CopyTexto('h8a')">Copiar</button> </div> <div class="box-frases">        <div class="texto1" id="c8a">

                Escreva o Conteudo (a)

                                                                                           <!--      Botao copiar -->         </div> <button class="btnCopi" type="button" onclick="CopyTexto('c8a')">Copiar</button>
        </div> <!-- Fim da primeira parte --> <hr> </div>
<!-- __________________________________________ --> <div class="aula2"> 

<!-- Segunda parte do Conteudo --> <hr><br> 1º_2º ano - 3º Bimestre Arte<br>
<b>Semana8(b) - __/__ à __/__ </b> <div class="box-frases">         <div class="texto2" id="h8b">
 
             
   Escreva a Habilidade (b)

                                                                                              <!--  Botao copiar --> </div>   <button class="btnCopi" type="button" onclick="CopyTexto('h8b')">Copiar</button> </div> <div class="box-frases"> <div class="texto2" id="c8b"> 

            Escreva o Conteudo (b)

                                                                                              <!--  Botao copiar --> </div>  <button class="btnCopi" type="button" onclick="CopyTexto('c8b')">Copiar</button> </div>   <hr></div>
<!-- cores do (hr)  --> <hr style="border: 10px solid green;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 9   XXXXXXX   --> 
  </div>  <hr><div class="aula1"> <br>  1º_2º ano - 3º Bimestre Arte<br>
<b>Semana9(a) - __/__ à __/__</b>   <div class="box-frases">  <div class="texto1" id="h9a"> 

               Escreva a Habilidade (a)

                                                                                         <!--  Botao copiar --> </div> <button class="btnCopi" type="button" onclick="CopyTexto('h9a')">Copiar</button> </div> <div class="box-frases">        <div class="texto1" id="c9a">

                Escreva o Conteudo (a)

                                                                                           <!--      Botao copiar -->         </div> <button class="btnCopi" type="button" onclick="CopyTexto('c9a')">Copiar</button>
        </div> <!-- Fim da primeira parte --> <hr> </div>
<!-- __________________________________________ --> <div class="aula2"> 

<!-- Segunda parte do Conteudo --> <hr><br> 1º_2º ano - 3º Bimestre Arte<br>
<b>Semana9(b) - __/__ à __/__ </b> <div class="box-frases">         <div class="texto2" id="h9b">
 
             
   Escreva a Habilidade (b)

                                                                                              <!--  Botao copiar --> </div>   <button class="btnCopi" type="button" onclick="CopyTexto('h9b')">Copiar</button> </div> <div class="box-frases"> <div class="texto2" id="c9b"> 

            Escreva o Conteudo (b)

                                                                                              <!--  Botao copiar --> </div>  <button class="btnCopi" type="button" onclick="CopyTexto('c9b')">Copiar</button> </div>   <hr></div>
<!-- cores do (hr)  --> <hr style="border: 10px solid green;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 10   XXXXXXX   --> 
  </div>  <hr><div class="aula1"> <br>  1º_2º ano - 3º Bimestre Arte<br>
<b>Semana10(a) - __/__ à __/__</b>   <div class="box-frases">  <div class="texto1" id="h10a"> 

               Escreva a Habilidade (a)

                                                                                         <!--  Botao copiar --> </div> <button class="btnCopi" type="button" onclick="CopyTexto('h10a')">Copiar</button> </div> <div class="box-frases">        <div class="texto1" id="c10a">

                Escreva o Conteudo (a)

                                                                                           <!--      Botao copiar -->         </div> <button class="btnCopi" type="button" onclick="CopyTexto('c10a')">Copiar</button>
        </div> <!-- Fim da primeira parte --> <hr> </div>
<!-- __________________________________________ --> <div class="aula2"> 

<!-- Segunda parte do Conteudo --> <hr><br> 1º_2º ano - 3º Bimestre Arte<br>
<b>Semana10(b) - __/__ à __/__ </b> <div class="box-frases">         <div class="texto2" id="h10b">
 
             
   Escreva a Habilidade (b)

                                                                                              <!--  Botao copiar --> </div>   <button class="btnCopi" type="button" onclick="CopyTexto('h10b')">Copiar</button> </div> <div class="box-frases"> <div class="texto2" id="c10b"> 

            Escreva o Conteudo (b)

                                                                                              <!--  Botao copiar --> </div>  <button class="btnCopi" type="button" onclick="CopyTexto('c10b')">Copiar</button> </div>   <hr></div>
<!-- cores do (hr)  --> <hr style="border: 10px solid green;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 11  XXXXXXX   --> 
  </div>  <hr><div class="aula1"> <br>  1º_2º ano - 3º Bimestre Arte<br>
<b>Semana11(a) - __/__ à __/__</b>   <div class="box-frases">  <div class="texto1" id="h11a"> 

               Escreva a Habilidade (a)

                                                                                         <!--  Botao copiar --> </div> <button class="btnCopi" type="button" onclick="CopyTexto('h11a')">Copiar</button> </div> <div class="box-frases">        <div class="texto1" id="c11a">

                Escreva o Conteudo (a)

                                                                                           <!--      Botao copiar -->         </div> <button class="btnCopi" type="button" onclick="CopyTexto('c11a')">Copiar</button>
        </div> <!-- Fim da primeira parte --> <hr> </div>
<!-- __________________________________________ --> <div class="aula2"> 

<!-- Segunda parte do Conteudo --> <hr><br> 1º_2º ano - 3º Bimestre Arte<br>
<b>Semana11(b) - __/__ à __/__ </b> <div class="box-frases">         <div class="texto2" id="h11b">
 
             
   Escreva a Habilidade (b)

                                                                                              <!--  Botao copiar --> </div>   <button class="btnCopi" type="button" onclick="CopyTexto('h11b')">Copiar</button> </div> <div class="box-frases"> <div class="texto2" id="c11b"> 

            Escreva o Conteudo (b)

                                                                                              <!--  Botao copiar --> </div>  <button class="btnCopi" type="button" onclick="CopyTexto('c11b')">Copiar</button> </div>   <hr></div>
<!-- cores do (hr)  --> <hr style="border: 10px solid green;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<!--  XXXXXXXXXXX  Inicio do Conteudo 12   XXXXXXX   --> 
  </div>  <hr><div class="aula1"> <br>  1º_2º ano - 3º Bimestre Arte<br>
<b>Semana12(a) - __/__ à __/__</b>   <div class="box-frases">  <div class="texto1" id="h12a"> 

               Escreva a Habilidade (a)

                                                                                         <!--  Botao copiar --> </div> <button class="btnCopi" type="button" onclick="CopyTexto('h12a')">Copiar</button> </div> <div class="box-frases">        <div class="texto1" id="c12a">

                Escreva o Conteudo (a)

                                                                                           <!--      Botao copiar -->         </div> <button class="btnCopi" type="button" onclick="CopyTexto('c12a')">Copiar</button>
        </div> <!-- Fim da primeira parte --> <hr> </div>
<!-- __________________________________________ --> <div class="aula2"> 

<!-- Segunda parte do Conteudo --> <hr><br> 1º_2º ano - 3º Bimestre Arte<br>
<b>Semana12(b) - __/__ à __/__ </b> <div class="box-frases">         <div class="texto2" id="h12b">
 
             
   Escreva a Habilidade (b)

                                                                                              <!--  Botao copiar --> </div>   <button class="btnCopi" type="button" onclick="CopyTexto('h12b')">Copiar</button> </div> <div class="box-frases"> <div class="texto2" id="c12b"> 

            Escreva o Conteudo (b)

                                                                                              <!--  Botao copiar --> </div>  <button class="btnCopi" type="button" onclick="CopyTexto('c12b')">Copiar</button> </div>   <hr></div>
<!-- cores do (hr)  --> <hr style="border: 10px solid green;  border-radius: 5px;">

<!--  XXXXXXXXXX Fim do conteudo xxxxxxxxxxxxxxxxxxx -->

<script type="text/javascript">

    function CopyTexto(id){
        var r = document.createRange();
        r.selectNode(document.getElementById(id));
        window.getSelection().removeAllRanges();
        window.getSelection().addRange(r);
        try {
            document.execCommand('copy');
            window.getSelection().removeAllRanges();
            console.log('Texto copiado com sucesso. ' + r);
        } catch (err) {
            console.log('Não foi possível copiar!');
        }
    }
</script>

  </body>
</html>
